Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/other_files/reindrift_konvensjon_norge_sverige_nordsamisk_070710.txt.tmx
Source language: sme
Languages: smj

source: Guohtunlávdegoddi galgá, jus gohččun ii čuvvojuvvo, mearridit makkár ruhtasubmi loahpalaččat galgá máksojuvvot ja goas maŋemus máksináigi lea.
smj: Boatsojguohtomsiebrreráde galggá, jus gåhttjomav ij tjuovo, mierredit máksusa stuorrudagáv ja goassa maŋemusát galggá mákset.

source: Guohtunlávdegoddi sáhttá mearridit ahte boazoeaiggát, orohat dahje čearru galgá máksit konvenšuvdnadivada lobihis guođoheami geažil jus nuppi riikka bohccot orrot nuppi riikkas vaikko konvenšuvdna ii atte dan vejolašvuođa, dahje jus iežas riikka bohccot orrot guovllus gos ii leat lobálaš leat konvenšuvnna mielde.
smj: Boatsojguohtomsiebrreráde máhttá mierredit älloniehkke, tjiellde jali ällosujttimdajvva galggá konvensjåvnnåmávsov loabedis guohtoma åvdås mákset, jus boahttsu nuppet rijkas nuppen rijkan li dán konvensjåvnå loabe dagi jali jus boahttsu ietjas rijkas li guovlon mij la konvensjåvnå vuosstij.

source: Go veardádallá konvenšuvdnadivada sturrodaga, de galgá vuhtiiváldit earret eará dan vahága man rihkkumuš lea mielddisbuktán ja guoskevačča vejolašvuođa eastadit rihkkumuša.
smj: Konvensjåvnnåmávso stuorrudagá árvustaládijn galggá iehtjádij siegen vieledit dav vahágav mij mättos tjuovoj ja máhttelisvuodav mieddemav tsaggat, gesi ássje gullu.

source: Jus leat earenoamáš ákkat, de sáhttá konvenšuvdnadivada sihkkut oalát.
smj: Jus li sierra oare, máhttá konvensjåvnnåmávsov fámoduhttet.

source: Jus bággosáhkku lea loahpalaččat mearriduvvon 26. artihkkala goalmmát oasi mielde, de ii sáhte gáibidit konvenšuvdnadivada dan rihkkumuša ovddas mii gohččumii gullá.
smj: Jus sáhkko låhpalattjat 26. artihkkala goalmát oase milta mierreduvvam la, de ij konvensjåvnnåmávsov oattjo mierredit dan mätto åvdås mav biejadis gåbttjå.

source: Konvenšuvdnadivada galgá máksojuvvot njealji vahku siste dan beaivvi rájes go mearrádus lea dahkkojuvvon.
smj: Konvensjåvnnåmávsov galggá mierredimbiejves nielje vahko sinna mákset.

source: Bággosáhkku ja konvenšuvdnadivat 26. ja 27. artihkkaliid mielde galgá mearriduvvot velggolačča náššuvnnalaš ruhtašlájain.
smj: Sáhkko ja konvensjåvnnåmákso 26. ja 27. artihkkalij milta galggá mierreduvvat máksemvelgulattja rijka biednigij.

source: Bággosáhkku ja konvenšuvdnadivat galgá máksojuvvot Guohtunlávdegoddái ja adnojuvvot buhtadussan dan orohahkii dahje dan čerrui mii lea vaháguvvan rihkkumuša geažil, ja muđui nai doaimmaide mat leat rádjerasttildeaddji boazodoalu buorrin.
smj: Sáhkov ja konvensjåvnnåmávsov galggá Boatsojguohtomsiebrrerádáj mákset ja buohtton adnet dan tjälldáj jali ällosujttimdajvvaj mij mättos vahágav gierdaj ja ietján dagojda ma li ávkken ällobargguj rájáj rastá.

source: Guohtunlávdegottis lea ovddasvástádus bággosáhku ja konvenšuvdnadivada oaččuhit sisa.
smj: Boatsojguohtomsiebrreráde vásstet sáhkoj ja konvensjåvnnåmávsoj máksorávkalvisáj oadtjomis.

source: Sierra mearrádusat
smj: Sierra märrádusá

source: Go sisačáliha boazomearkka, galgá geahččat bearrái ahte mearka lea earálágan go dohkkehuvvon boazomearkkat guoskevaš guovllus nuppi riikkas.
smj: Märkkatjáledime bále galggá gähttjat vaj märkka tjuoldeduvvá dan dajva dåhkkiduvvam merkajs ma nuppen rijkan li.

source: Goappaš riikkaid mearkačálihaneiseválddit galget gulaskuddat nuppi riikka mearkačálihaneiseválddiin ovdalgo boazomearka sisačálihuvvo.
smj: Tjáledimfábmudahka nuppen rijkan galggá guládit tjáledimfábmudagájn nuppen rijkan åvddål gå merkav regisstarij tjálet.

source: Jus Guohtunlávdegoddi dahje Dárkkistangoddi lea dahkan mearrádusa man vuođul sáhtášii ovddidit buhtadusášši jus dakkár mearrádus livččii mearriduvvon náššuvnnalaš eiseválddiin, de lea sus geasa mearrádus čuohcá vuoigatvuohta cegget ášši lávdegottiid vuostá náššuvnnalaš lága mielde.
smj: Jus Boatsojguohtomsiebrreráde jali Bajemusgujddimsiebrreráde märrádusáv libá dahkam, mij luluj máhttet vahákmáksema vuodon årrot jus rijkalasj fábmudahka dakkár märrádusáv la válldám, la sujna gesi märrádus guosská riektá ássjev båktet siebrrerádij vuosstij rijkalasj lága milta.

source: Ášši mii guoská soapmása vuoigatvuođaidgáržžideapmái sáhttá čuoččaldahttojuvvot dan riikkas gos vuoigatvuođat gáržžiduvvojit.
smj: Ássjev gatjálvisá hárráj mij guosská soabmása riektágártjedibmáj oadtju båktet dan rijkan gånnå riektá la gárttjoduvvam.

source: Eará jearaldagain sáhttá ášši ovddiduvvot ruovtturiikka duopmostullui.
smj: Ietjá bálij ássjev oadtju duobbmoståvlå åvdån ietjas rijkan båktet.

source: Jus nuppi riikkas rievdaduvvo boazodoalu organiseren dahje almmolaš hálddašeapmi mii mielddisbuktá ahte riektesubjeavttas masa dát konvenšuvdna guoská, rievdá namahus dahje organiserenvuohki, galget konvenšuvnna mearrádusat gustot daidda riektesubjeavttaide mat bohtet daid ovddibuid sadjái.
smj: Jus juoppán rijkan li rievddadime ällosujto organisasjåvnån jali almulasj tjuottjodimen ma merkahi vaj riektásubjevta ma nammaduvvi dán konvensjåvnån oadtju ietjá namáv jali ietjá organisasjåvnnnåhámev, de konvensjåvnnå fámon la dajda riektásubjevtajda maj namá rievddaduvvi.

source: Guoskevaš riikka ráđđehus galgá dieđihit dakkár rievdadusaid birra nuppi riikka ráđđehussii, Guohtunlávdegoddái ja Dárkkistangoddái.
smj: Dan rijka ráddidus galggá nuppe rijka ráddidussaj ja Boatsojguohtomsiebrrerádáj ja Bajemusgujddimsiebrrerádáj dakkár rievddadusájt diededit.

source: Fápmuiboahtin ja gustonáigodat
smj: Fábmujbiedjam ja fábmoájgge

source: Go dát konvenšuvdna fápmuiduvvá, de ii galgga šat gustot beavdegirji juovlamánu 13. beaivvi 1971 Norgga ja Ruoŧa gaskka mii guoská daid boazoáiddiid ceggemii ja ortnegisdoallamii mat mannet muhtin sajiin riikkaráji guora (Davvi-Trøndelága ja Lulli- Trøndelága fylkkain ja Jämtlándda leanas).
smj: Gå dát konvensjåvnnå fábmuj biejaduvvá galggá javllamáno 13. b. 1971 bievddegirjje Svieriga ja Vuona gaskan gárdij tsieggima ja huksama birra muhtem rijkarája åsij milta (Jämtlanda lena ja Nuortta-Tröndelaga ja Oarjje-Tröndelaga fylka) fámoduvvat.

source: Dát konvenšuvdna galgá dohkkehuvvot ja boahtá fápmui golbmalogi beaivvi maŋŋil go áššeosolaččat leat dieđihan gaskaneaset čálašeami bokte ahte náššuvnnalaš konstitušunála ášševuogit fápmudeami hárrái leat devdojuvvon.
smj: Dát konvensjåvnnå galggá dåhkkiduvvat, ja fábmuj boahtet gålmmålåk biejve maŋŋel gå oassebiele libá nubbe nubbáj tjállagij baktu diededam vaj rijkalasj konstitusjåvnålasj bargggamvuoge fábmujboahtema hárráj li ålliduvvam.

source: Dárogielat ja ruoŧagielat teavsttat gustojit dássálaga.
smj: Svieriga ja Vuona tevstajn la sämmi árvvo.

source: Konvenšuvdna galgá jorgaluvvot davvisámegillii, julevsámegillii ja lullisámegillii.
smj: Konvensjåvnnå galggá jårggåluvvat nuorttasábmáj, julevsábmáj ja oarjjelsábmáj.

source: Konvenšuvdna lea fámus golbmalogi jagi dan rájes go álgá gustot.
smj: Konvensjåvnnå fámon la gålmmålåk jage dat biejves gå fábmuj bådij.

source: Jus konvenšuvdna ii loahpahuvvoš maŋemusat vihtta jagi ovdal dán áigodaga, de dat gusto velá logi jagi ja galgá maŋŋil guhkiduvvot logi jahkái hávális jus ii oktage dan celkkeš eret guokte jagi ovdalgo logijagi-áigodat vássá.
smj: Jus konvensjåvnåv ij hiejteda maŋemusát vihtta jage dan ájggudagá nåhkåma åvddåla de dat la fámon lågev jage vil ja galggá maŋŋela fámon aneduvvat lågev jage ájgen, jus ij hiejteda maŋemusát guokta jage åvddål lågevjahkeájggudahka vássá.
